<?php
function  lang($Phrase){
static $lang=array( 
'MyProfile'	   					=>'الملف الشخصي',
'NewAd'	            			=>'إضافة بلاغ جديد',
'myItem'	         			=>'بلاغاتي',
'Logout'	   					=>'تسجيل الخروج',
'Login/Signup' 					=>'تسجيل الدخول / إنشاء حساب جديد',
'Home Page'    					=>'الصفحة الرئيسية',
//start  the  Login page
'Login'		   					=>'تسجيل الدخول',
'signup'	   					=>'إنشاء حساب جديد',	
'palaceHolderforUsername'		=>'أدخل اسم المستخدم أو البريد الإلكتروني',
'palaceHolderforpassword'		=>'أدخل كلمة المرور',
'Congrats'	   				   =>'تهانينا أنت مسجل، المستخدم',

//start  the  Sinup part

'firstname'	         			=>'الاسم الأول',
'lastname'	         			=>'الاسم الاخير',
'YourMobile'         			=>'رقم الموبايل',
'YourCity'	         			=>'المدينة',
'Youraddres'         			=>'العنوان',
'Complexpassword'    			=>'ادخل كلمة مرور معقدة ',
'againpassword'					=>'اعد ادخال كلمة المرور ',
'validEmail'		 			=>'ادخل كلمة البريد الإلكتروني',
'submit'		 				=>'تسجيل',

//Start  to  the  Item page

'Showitems'	         			=>'البلاغات ',
'AddDate:'	         			=>'التاريخ ',
'age'         		 			=>'تاريخ الميلاد',
'gander'	         			=>'الجنس:',
'LostRelationship:'             =>'صلة القرابة ',
'Addres:'    					=>'عنوان الفقد ',
'category:'	         			=>'القسم ',
'AddBy:'	         			=>'أضيف بواسطة ',
'tags:'         				=>'كلمات دلالية ',
'foundhim'	         			=>'هل تم العثور على المفقود ?',
'theowner'	         			=>'صاحب البلاغ',
'noTage'						=>'لا يوجد كلمات دلالية',
'ShowCategoty'					=>'القسم ',
'Items'							=>'البلاغات',
'AddYourComment'				=>'اكتب تعليقك الخاص',
'AddComment'					=>'اضف التعليق',
'CommentAddded'					=>'تمت إضافة التعليق',

//Start  to  the  Profile if  he  coming  from the item  page  and want  to  see  the  profile of  the  ouner
'theowner'	         			=>'تم النشر بواسطتك',
'name'							=>'الاسم',
'Mobile'						=>'رقم الموبايل',
'city'							=>'المدينة',
'Email'							=>'البريد الالكتروني ',
'ownerAds'						=>'بلاغات هذا المستخدم',
//start Profile page
'MyProfile'	         			=>'الملف الشخصي',
'MyInformation'					=>'معلوماتي',
'addres'						=>'العنوان',
'RegisterDate'					=>'تاريخ التسجيل',
'Edit'							=>' تعديل',
'MyAds'							=>'بلاغاتي',
'LatestComments'				=>'احدث التعليقات',
//start Naw AD page
'newPost'	         			=>'إنشاء بلاغ جديد',
'country'						=>'الدولة',
'ReportNumber'					=>'رقم المحضر',
'Image'			    			=>'صورة ',
'Edit'							=>' تعديل',
'AddIteme'						=>'إنشاء بلاغ جديد',
'desc'							=>'وصف  البلاغ ',

'pNameoftheiteme'	        	=>'اسم المفقود',
'paddres'						=>' عنوان المفقود',
 'pdesc'                     	=>'اكتب  وصف  المفقود   ',

'pcountry'						=>'عنوان الفقد ',
'pTags'			    			=>'(,)ادخل الكلمات الدلالية واصل بينها بـ',
'pReportNumber'					=>'رقم المحضر',
'youbrowsthisdir'				=>'لا تسطيع  الدخول الى  الصف يجب تسجيل  الدخول ',

//here  some  massage  in  itemes 
'youbrowsthisdir'				=>'لا يمكنك تصفح هذه الصفحة مباشرة سيتم إرسالها إلى صفحة تسجيل الدخول
 ',
'stustasfound'					=>'قمنا بتحديث حالة المشاركة الخاصة بك ليتم العثور عليها',
'RecoredUpadted'				=>'سجل تحديث',
'ThereisnosuchID'				=>'لا يوجد ID ',
'rgisterto'						=>'يحب تسجيل لى اضافة تعليق',
'youmust'						=>'تسجيل إضافة تعليق ',
'isFoundnow'					=>'تم العثور عليه ',
'NOtApprovedyet'				=>'لم تتم الموافقة عليها بعد',
'NOtfound'						=>'لم يتم  العثور  علية ',
'data'							=>' التاريخ',
'datawhen'						=>'عند الفد',
//here  some  massage  in  new itemes 
'MustBeAtLeast4'				=>'يجب أن يكون على الأقل 4 حرف',
'notBeEmpty'					=>'يجب ألا يكون اسم العنصر فارغا',


'MustBenotmore3'				=>'البند العمر يجب أن لا يكون أكثر 3 أحرف',
'ageMustnotBeEmpty'				=>'البند العمر يجب أن لا تكون فارغة',
'descMustnotBeEmpty'			=>'يجب أن يكون البند الوصف على الأقل 10 حرفا',
'countryMustBeAt'				=>'يجب أن يكون البلد البند على الأقل 2 حرفا',
'LostRelationshipMust'			=>'يجب ألا تكون العلاقة المفقودة في العنصر فارغة',
'ganderMustnot'					=>'البند الجندر يجب أن تكون فارغة',
'categoriesMustnot'				=>'القسم يجب أن لا تكون فارغة',
'ItemisAddedNow'				=>'تمت إضافة العنصر الآن',
'man'							=>'رجل',



'women'							=>'مراة ',
'photo'							=>'the  photo  its  not  upload',
'father'						=>'الآب',
'mother'						=>'ام',
'sister'						=>'اخت',
'brther'						=>'اخ',
'nothaveanyiteminthisCategory'		 	=>'ليس لدينا أي بند في هذه الفئة حتى الآن كون أول واحد',



/// in Editem  member  page  
'EditMembers'				=>'تعديل  البيانات',
'Firstname'					=>'الاسم الاول  ',
'lastname'					=>'الاسم الاخير ',
'password'					=>'الرقم االسرى',
'save'					    =>'حفظ',

//index 
'Previous'					=>'سابق',
'Next'						=>'التالى ',
'why'						=>'مــن نــحــن ؟',
'f-p'						=>' كلمة الفقد تهز النفس والعقل',
's-p'					    =>'هو موقع على الإنترنت مجاني و متعددة اللغات يهدف الى البحث الأشخاص المفقودين',


'thi-p'						=>' 
موقع على الإنترنت مجاني و متعدد اللغات يهدف إلى تسجيل الأشخاص المفقودين و انطلاقاً من حرصنا الدائم على اداء دورنا في خدمة المجتمع فقد قمنا بإنشاء الموقع لتلبية احتياج المجتمع  نظرًا لكثرة الأطفال والأشخاص المفقودين في جميع المحافظات فهو يقوم بمساعدة أهالي المفقودين للعثور على ذويهم من خلال عرض صور مرفقة لهم بها المعلومات الخاصة بهم والنظام يُسهل التعامل مع بلاغات المستخدمين بسرعة عالية وبأقل مجهود كما يوفر الوقت ويسهل أيضًا مصداقية البلاغ من خلال عملية التحقق من صحة البلاغ',

'meat-team'					=>'الفريق',

'Islam'						=>'إسلام ممدوح',
'd-Islam'					=>'مصمم المواقع',

'Kerolos'					=>'كيرلس مجدي',
'd-Kerolos'					=>'مصمم المواقع',
'Ibrahem'					=>'ابراهيم  حمدى ',
'd-Ibrahem'					=>'مصميم  ومطور المواقع ',
'Mohammed'					=>'محمد نجاشي  ',
'd-Mohammed'				=>'متخصص فى   قواعد البيانات ',

'Yehia'						=>'يحىي  احمد ',
'd-Yehia'					=>'مطور تطبيقات الموبيل',

'tell'						=>'أخبرنا ما تشعر به',
'count-us'					=>'أرسل لنا رسالة',
'sander'					=>'الاسم',
'email'						=>'البريد الالكترونى',
'phone'						=>'رقم التلفيون',
'subj'						=>'الموضوع',
'send'						=>'أرسال الرسالة',






'werring'					=>'يجب على المستخدم للنظام ان يتعهد بصحة ودقة المعلومات والبيانات المسجلة وهي تحت مسؤوليته الشخصية، والموقع غير مسؤول عنها والنظام يخلي مسؤوليته من أي مسائلة قانونية جراء نشر الأرقام أو الصور',
'info-s'					=>'searchwithme معلومات عنها',
'info-b'					=>'. هو موقع على الإنترنت مجاني و متعددة اللغات يهدف الى تسجيل الأشخاص المفقودين وانطلاقا من حرصنا على اداء دورنا فى خدمة بلادنا فقد قمنا بتاسيس موقعنا لتلبية احتياج بلدنا الية لما وجدنا من كثرة الاطفال والاشخاص المفقودين فى جميع المحافظات يقوم بمساعده اهالى المفقودين للعثور على ذويهم من خلال عرض صور مرفقة بها المعلومات الخاصة بهم والنظام يسهل التعامل مع بلاغات المستخدمين بسرعة عالية وباقل مجهود كما يوفر الوقت ويسهل عملية التحقق من صحة البلاغ ',
'copyright'						=>'منظمة غير ربحية. © حقوق الطبع والنشر 2014 - 2017 search with me 
',


	);
return $lang[$Phrase]; 
}

?>